<template>
    <div>
        <!-- <div v-title>用户注册协议</div> -->
        <div class='zcxy'>
          <h3>
          用戶注册使用协议
          </h3>
          <p>
          中青网投网站（下称本网站）由浙江青柠网络科技有限公司(下称“青柠科技”)所有和负责运营。本使用协议双方为青柠科技与本网站注册用户(下称“用户”或“您”)，本协议具有合同效力，适用于您在本网站的全部活动。请您在注册成为本网站用户前务必仔细阅读本协议，若您不同意本协议的任何内容，或者无法准确理解青柠科技对条款的解释，请不要进行后续操作；若您注册成为本网站用户，则表示您对本协议的全部内容已充分阅读并认可和同意遵守。同时，承诺遵守中国法律、法规、规章及其他政府规范性文件规定，如有违反而造成任何法律后果，您将以本人名义独立承担所有相应的法律责任。
          </p>
          <p>本协议内容包括以下条款及网站已经发布的或将来可能发布的各类规则。本网站发布的所有规则为本协议不可分割的一部分，与协议正文具有同等法律效力。
          </p>
          <p>
            青柠科技有权根据需要不定时地制定、修改本协议或各类规则，对于本网站用户适用的协议或各类规则应以用户在本网站注册时适用的协议或规则内容为准。本网站将随时刊载并公告本协议及规则变更情况。经修订的协议、规则一经公布，立即自动生效，对新协议、规则生效之后注册的用户发生法律效力。对于协议、规则生效之前注册的用户，若用户在新规则生效后继续使用本网站提供的各项服务，则表明用户已充分阅读井认可和同意遵守新的协议或规则。若用户拒绝接受新的协议和规则，用户有权放弃或终止继续使用本网站提供的各项服务，但该用户应承担在本网站已经进行的交易下所应承担的任何法律责任，且应遵循该用户发生交易时有效的协议或规则内容。
          </p>
          <h4>一、注册规则</h4>
          <h5>1、注册与用户定义</h5>
          <p>
          用户注册是指欲申请成为本网站用户的人员登录，并按要求填写相关信息并确认同意履行相关用户协议的过程。个人用户是指通过本网站完成全部注册程序后，使用本网站服务，并且符合中华人民共和国法律规定的具有完全民事行为能力(18周岁以上的自然人)，能够独立承担民事责任的自然人。机构用户是指通过本网站完成全部注册程序后，使用本网站服务，并且依据中华人民共和国法律在中华人民共和国境内(香港、台湾、澳门除外)设立的，具有民事行为能力，能够独立承担民事责任的法人或其他组织。
          </p>
          <h5>2、注册资料要求</h5>
          <p>
          申请成为本网站用户，首先需要完成注册。在注册时，您将选择用户名和密码，用户名的选择应遵守法律法规及社会公德。同时，您必须按照申请注册用户的表格填写您的资料，并遵守如下要求：
          </p> <p>
          (1)您必须提供真实、最新、有效及完整的资料，并且授予青柠科技基于提供网站服务的目的，对您提供的资料及数据信息拥有全球通用的、永久的、免费的使用权利。
        </p> <p>
          (2)您有义务维持并更新注册的用户资料，确保其为真实、最新、有效及完整的资料。如因您未及时更新基本资料，导致青柠科技服务无法提供或提供时发生任何错误，您不得将此作为取消交易或拒绝付款的理由，青柠科技亦不承担任何责任，所有后果应由您承担。
        </p> <p>
          (3)若您提供任何错误、虚假、过时或不完整的资料，或者青柠科技依其独立判断怀疑资料为错误、虚假、过时或不完整的，青柠科技有权暂停或终止您在本网站的注册账号，并拒绝您使用本网站服务的部分或全部功能。在此情况下，青柠科技不承担任何责任，您同意因此所产生的直接或间接的任何支出或损失。
        </p>
          <h5>
          3、用户名及登录密码的使用</h5>
          <p>
          您拥有在本网站的用户名及登录密码，并有权使用自己的用户名及密码随时登录本网站，您不得以任何形式擅自转让或授权他人使用自己的用户名及密码。青柠科技通过用户的注册用户名及密码来识别用户的指令。用户确认，使用用户名和密码登录后在本网站的一切行为均代表用户本人。用户注册操作所产生的电子信息记录均为用户行为的有效凭证，并由用户本人承担由此产生的全部责任。
          </p>
          <h5>4、注销</h5>
          <p>
          用户决定不再使用注册用户名时，应首先清偿所有应付款项(包括但不限于借款本金、利息、违约金、服务费、管理费等)，并向青柠科技申请注销该注册用户名。注册用户名被注销后，用户与青柠科技关于本协议的合同关系终止，青柠科技没有义务为用户保留或向用户披露注册用户中的任何信息。
          </p>
          <h4>二、用户的义务</h4>

          <h5>1、保证资金来源合法</h5>
          <p>
          用户保证并承诺通过本网站进行交易的资金来源合法。</p>

          <h5>2、信息发布真实有效</h5>
          <p>
          用户承诺，其通过本网站发布的信息均真实有效，其向青柠科技提交的任何资料均真实、有效、完整、准确。如因违背上述承诺，造成青柠科技或本网站其他用户损失的，用户将承担相应责任。</p>

          <h5>3、禁止对网站数据进行商业性利用</h5>

            <p>用户承诺，不对本网站上的任何数据作商业性利用，包括但不限于在未经青柠科技事先书面同意的情况下，以复制、传播等任何方式使用本站上展示的资料。</p>

            <h5>4、遵守法律法规</h5>

            <p>用户在接受青柠科技服务时必须遵守中国法律、法规、规章以及政府规范性文件，不得做出违法违规的行为，具体如下：</p>
            <p>(1)发表、传送、传播、储存侵害他人知识产权、商业秘密等合法权利的内容。</p>
            <p>(2)制造虚假身份、发布虚假信息等误导、欺骗他人，或违背青柠科技页面公布之活动规则进行虚假交易。</p>
            <p>(3)进行危害计算机网络安全的行为。包括但不限于在您所发布的信息中含有蓄意毁坏、恶意干扰、秘密地截取或侵占任何系统、数据或个人资料的任何病毒、伪装破坏程序、电脑蠕虫、定时程序炸弹或其他电脑程序。</p>
            <p>(4)发布国家禁止发布的信息，发布其它涉嫌违法或违反本协议及各类规则的信息。</p>

            <h4>三、通知及送达</h4>

              <h5>1、通知方式</h5>

            <p>本协议条款及任何其他的协议、告示或其他关于您使用本服务账号及服务的通知，您同意本网站使用电子方式或通过向您在注册时预留的通讯地址邮寄文件资料的方式通知您。电子方式包括但不限于以电子邮件方式、或于本网站或者合作网站上公布、或无线通讯装置通知等方式。
            </p>
                <h5>2、送达</h5>

            <p>网站的通知如以公示方式做出，一经在本网站公示即视为已经送达。除此之外，其他向您个人发布的具有专属性的通知将由本网站在您注册时或者注册后变更用户信息时向本网站提供的电子邮箱、通讯地址或用户注册后在本网站绑定的手机号码发送，一经发送即视为已经送达。请您密切关注用户的电子邮箱、注意接收邮寄至通讯地址的邮件以及手机中的短信信息。因信息传输等原因导致您未在前述通知发出当日收到该通知的，本网站不承担责任。
            </p>
                  <h5> 3、通知内容</h5>

            <p>您同意青柠科技利用在本网站登记的联系方式与您联络并向您传递相关的信息，包括但不限于行政管理方面的通知、产品信息、合同履行过程中的通知、债权转让通知、有关您使用本网站的通讯以及针对性的广告条等。</p>

              <h4>四、服务提供与服务费用</h4>

                    <h5> 1、服务内容</h5>

            <p>本网站服务内容主要包括发布借款需求、查阅交易机会、签订和查阅合同、资金充值、提现等，具体详情以青柠科技当时公布的服务内容为准。</p>

                      <h5>2、服务费用</h5>

            <p>当用户使用本网站服务时，青柠科技将向用户收取相应服务费用。各项服务具体费用标准请详见网站上公布的业务定价及有关规则。用户承诺按照青柠科技公布的服务费用标准向青柠科技支付服务费用。用户通过本网站与其他方签订协议的，用户按照签署的协议约定向其他方支付费用。
            </p><p>青柠科技保留单方面制定与调整服务费用的权利。费用标准一且被修改，即公布在本网站上，修改后的费用标准一经公布即行生效，适用于费用标准修改后发生的交易。
            </p><p>请注意：青柠科技在避免用户损失或给予用户补偿的前提下，有权单方决定暂时或永久地改变或停止提供某些服务。</p>

                <h4> 五、隐私条款</h4>

                        <h5>1、账号及信息的安全</h5>

            <p>青柠科技将竭尽所能保护所有用户信息安全，不会向任何无关第三方提供、出售、分享和注册用户的个人账号及信息。</p>
            <p>用户应保管好用户名与密码，不得向其他任何人泄露用户的用户名和密码，亦不可使用其他任何人的用户名和密码。因黑客、病毒或用户的保管疏忽等非青柠科技原因导致账号遭他人非法使用的，青柠科技不承担任何责任。</p>
            <p>冒用他人账号的，青柠科技及其合法授权主体保留追究实际使用人责任的权利。</p>
            <p>青柠科技将严格采取相应技术措施保护用户的账号安全，包括但不限于对用户密码加密的方式。同时，青柠科技将运用相关安全技术确保其掌握的信息不丢失、不被滥用和变造。但请注意，尽管青柠科技将竭尽全力保护用户的账号及信息安全，但在互联网情况下不存在绝对安全的保障措施。
            </p>
                          <h5>2、信息资料的来源</h5>

            <p>(1)青柠科技收集用户的任何资料旨在保障用户顺利、有效、安全地进行交易等行为。</p>
            <p>(2)除用户向青柠科技自愿提供的资料外，用户同意青柠科技以下列方式收集并核对用户的信息：</p>
            <p>(a)通过公开及私人资料来源收集用户的额外资料。</p>
            <p>(b)青柠科技根据用户在本网站上的行为自动追踪关于用户的相关资料。青柠科技将合理利用该相关资料进行本网站用户的人数统计及行为的内部研究，以更好地了解您以及本网站的其他用户，从而提供更好、更完善的服务。</p>
            <p>(c)若其他用户或第三方向青柠科技发出关于用户在本网站上活动或登录事项的信息，青柠科技可以将这些资料收集、整理在用户的专门档案中。</p>

                            <h5> 3、信息披露和使用</h5>

            <p>在如下情况发生时，用户同意青柠科技披露或使用用户的个人信息：</p>
            <p>(1)用户同意青柠科技利用用户的联系方式与用户联络，并向用户传递与用户相关的信息，包括但不限于行政管理方面的通知、产品提供、有关用户使用青柠科技的服务、通讯以及针对性的广告条；</p>
            <p>(2)为了分析本网站的使用率、改善本网站的内容和产品推广形式，并使本网站的内容、设计和服务更能符合用户的要求，用户同意青柠科技使用用户的个人信息。青柠科技对个人信息的合理使用能使用户在使用本网站服务时得到更为顺利、有效、安全的体验；
            </p><p>(3)青柠科技有义务根据有关法律要求向司法机关和政府部门提供用户的个人信息。</p>
            <p>(4)为了保护用户的合法权益或为防止严重侵害他人合法权益或为了公共利益的需要，青柠科技将善意地披露用户的个人信息。</p>
            <p>(5)经国家生效法律文书或行政处罚决定确认用户存在违法行为，或者青柠科技有足够事实依据可以认定用户存在违法或违反本注册协议的行为或者借款逾期未还的，该用户同意并授权青柠科技在本网站及互联网络上公布您的违法、违约行为，并将该内容记人任何与您相关的信用资料和档案。
            </p><p>(6)用户无权要求青柠科技提供其他用户的个人信息，除非司法机关或政府部门根据法律法规要求青柠科技提供。</p>

                              <h5>4、保密义务</h5>

            <p>青柠科技及本网站所有用户应当履行保密义务。对在文件签署过程中所获取的对方的商业秘密以及相关权益(包括但不限于客户资料、策划方案、产品知识产权、协议合同、技术文档、账号密码)，非经相关权利人许可，不得向第三方披露。关于被授权使用的有关资料、商业秘密等信息，只能在授权指定的范围使用，不得用于其他目的。
            </p>
                  <h4>六、涉及第三方网站</h4>

            <p>1、本网站内容可能涉及由第三方所有、控制或运营的其它网站(以下称“第三方网站”)，含有访问第三方网站的链接；同时，青柠科技将会在任何需要的时候增加商业伙伴或共用品牌的网站。</p>
            <p>2、青柠科技对所有第三方网站的隐私保护措施不负任何责任。</p>
            <p>3、青柠科技不保证第三方网站上信息的真实性和有效性。您应按照第三方网站的相关协议与规则使用第三方网站，而不是按照本协议。第三方网站的内容、产品、广告和其他任何信息均由您自行判断并承担风险，而与青柠科技无关。</p>

                    <h4>七、知识产权</h4>

                                <h5> 1、知识产权之内容</h5>

            <p>无论是否明示，青柠科技对本网站内所有非公有领域或非他方专有的信息内容享有知识产权(包括但不限于商标权、专利权、著作权、商业秘密等)，信息内容包括但不限于文字、图片、软件、音频、视频、数据、源代码、设计、专有技术等。</p>

                                  <h5>2、侵犯之禁止</h5>

            <p>非经青柠科技授权同意及法律规定，任何其他组织或个人都不得使用属于青柠科技的信息内容。本网站所有的产品、技术及程序等信息内容均由青柠科技享有知识产权或被授权使用；未经青柠科技授权许可，任何其他组织或个人不得擅自使用(包括但不限于以非法的方式打印、复制、传播、展示、下载等)。否则，青柠科技将依法追究其法律责任。
            </p>
                      <h4>八、违约责任</h4>

            <p>1、当用户的行为涉嫌违反法律法规或违反本协议和规则的，青柠科技有权采取相应措施，包括但不限于直接屏蔽、删除侵权信息，或直接停止提供服务。如使青柠科技遭受任何损失的(包括但不限于受到第三方的索赔、受到行政管理部门的处罚等)，用户还应当赔偿或补偿青柠科技遭受的损失及(或)发生的费用，包括诉讼费、律师费、保全费等。
            </p> <p>2、由于违反本协议，或违反其在本网站上签订的协议或文件，或由于用户使用本网站服务违反了任何法律或侵害第三方权利而导致任何第三方向青柠科技提出任何补偿申请或要求(包括律师费用)，用户应对青柠科技给予全额补偿并使之不受损害。
            </p><p>3、如因青柠科技违反有关法律、法规或本协议项下的任何条款而给用户造成损失，青柠科技同意承担由此造成的损害赔偿责任。</p>

                        <h4>九、免责声明</h4>

                                    <h5> 1、风险免责</h5>

            <p>(1)用户知晓并同意，任何通过本网站进行的交易并不能避免以下风险的产生，青柠科技不能也没有义务为如下风险负责：</p>
            <p>(a)宏观经济风险：因宏观经济形势变化，可能引起价格等方面的异常波动，用户有可能遭受损失。</p>
            <p>(b)政策风险：有关法律、法规及相关政策、规则发生变化，可能引起价格等方面异常波动，用户有可能遭受损失。</p>
            <p>(c)违约风险：因其他交易方无力或无意愿按时足额履约，用户有可能遭受损失。</p>
            <p>(d)利率风险：市场利率变化可能对投资或持有产品的实际收益产生影响。</p>
            <p>(2)青柠科技不对任何用户及(或)任何交易提供任何明示或默示的担保。交易平台向用户提供各种信息及资料仅为参考，用户应依其独立判断做出决策。用户据此进行交易的，产生的风险由用户自行承担，用户无权据此向青柠科技提出任何法律主张。在交易过程中，交易各方发生的纠纷、由纠纷各方自行解决，青柠科技作为交易平台方不承担任何责任。
            </p><p>(3)以上并不能揭示用户通过青柠科技进行交易的全部风险及市场的全部情形。用户在做出交易决策前，应全面了解相关交易，谨慎决策，并自行承担全部风险。</p>

                                      <h5> 2、互联网自身不稳定性免责</h5>

            <p>由于互联网本身所具有的不稳定性，青柠科技无法保证服务不会中断。系统因有关状况无法正常运作，使用户无法使用任何本网站服务或使用本网站服务受到任何影响时，青柠科技对用户或第三方不负任何责任，前述状况包括但不限于:</p>
            <p>(1)本网站系统停机维护期间。</p>
            <p>(2)电信设备出现故障不能进行数据传输的。</p>
            <p>(3)由于黑客攻击、网络供应商技术调整或故障、网站升级、银行方面的问题等原因而造成的本网站服务中断或延迟。</p>

                                        <h5> 3、不可抗力免责</h5>

            <p> 对于因青柠科技合理控制范围以外的原因，包括但不限于自然灾害(台风、地震、海啸、洪水)、罢工或骚乱、物质短缺或定量配给、暴动、战争行为、政府行为、通讯或其他设施故障或严重伤亡事故等，致使青柠科技延迟或未能履约的，青柠科技不对用户承担任何责任。
            </p>
                                          <h5> 4、用户自身过错免责</h5>

            <p>因用户的过错导致的任何损失，该过错包括但不限于：决策失误、操作不当、遗忘或泄露密码、密码被他人破解、用户使用的计算机系统被第三方侵入、用户委托他人代理交易吋他人恶意或不当操作而造成的损失。
            </p>

                          <h4>十、风险提示</h4>

            <p>由于在网络借贷交易过程中，可能会面临多种风险因素，因而用户所预期的规避风险、获利等交易目标不一定能够实现。因此，在您进行网络借贷交易前，请仔细阅读以下重要内容：</p>
            <p>投资有风险，投资者(用户)应充分认识以下风险，谨慎投资：</p>
            <p>1、政策风险：因网络借贷是基于当前的国家宏观政策及相关法律法规所设计。如国家宏观政策(如财政政策、货币政策、行业政策、地区发展政策)以及市场相关法律法规发生变化，可能会导致网络借贷面临陨失。</p>
            <p>2、流动性风险：在借贷关系存续期间，投资者无正当理由或合理依据不得提出终止。</p>
            <p>3、信用风险：当借款方短期或者长期丧失还款能力(包括但不限于借款方收入情况、财产状况发生变化，人身出现意外，发生疾病、死亡情况)，或者借款方的还款意愿发生变化时，投资者本金将可能遭受损失，预期收益可能无法实现。</p>
            <p>4、管理风险：由于青柠科技受经验、技能等因素的限制，可能会影响网络借贷的管理，导致资金损失。</p>
            <p> 5、流标风险：如自借款信息发布并开始接受投标时起至约定的投标截止日止，借款项目仍未满标，则青柠科技有权宣布该借款标流标。</p>
            <p> 6、不可抗力风险：因战争、自然灾害、重大政治事件等不可抗力，以及其他不可预见的意外事件，或其他可能导致网络借贷面临损失的任何风险。</p>
            <p>用户在做出投资决定、签署各项协议之前应认真阅读本风险提示书，并认真阅读网站内各项协议以及公布的各项规则的全部内容；同时，投资者需要了解相关投资项目的基本情况和投资风险与收益状况。如有任何疑问，用户应向青柠科技或者其他权威机构进行咨询及寻求解释。用户应仅在确认其具有识别及承担相关风险能力、确认已从青柠科技获得令其满意的信息披露、确认拟进行的交易安全符合其本身从事该交易的目的之后，才进行青柠科技平台上的网络借贷交易。

                            <h4> 十一、其他</h4>

            <p> 1、本协议自用户同意勾选或网上签署并成功注册成为本网站用户之日起生效，除非青柠科技终止本服务协议或者丧失本网站用户资格，否则本服务协议始终有效。本服务协议终止并不免除用户根据本服务协议或其他有关协议、规则所应承担的义务和责任。
            </p><p> 2、本服务协议部分条款被认定为无效时，不影响本服务协议其他条款的效力。</p>
            <p>3、青柠科技对本服务协议享有最终的解释权。</p>
            <p>4、管辖因本协议或本公司服务所引起的或与其有关的任何争议，应向浙江青柠网络科技有限公司住所地人民法院提起诉讼并适用中华人民共和国法律。</p>
        </div>
    </div>
</template>
<script>
export default {}
</script>
<style lang='less' scoped>
.zcxy{
  padding: .1rem;
  h3{
    font-size: .32rem;
    text-align: center;
    color: #333;
    padding: .3rem 0;
  }
  h4{
    text-indent: 2em;
    font-size: .28rem;
    padding: .2rem 0;
  }
  h5{
    text-indent: 2em;
    font-size: .24rem;
    padding: .2rem 0;
    font-weight: normal;
  }
  p{
    text-indent: 2em;
    font-size: .24rem;
    line-height: .25rem;
    color: #666;
  }
}
</style>
